- tab: "Drie"
  testcases:
    - expression: 'drie("Hallo")'
      return: 3
    - expression: 'drie(42)'
      return: 3
    - expression: 'drie("Een\nstring\nmet\nnewlines")'
      return: 3
    - expression: 'drie(37.0)'
      return: 3
    - expression: 'drie(None)'
      return: 3
